{
  "</s_class>": 57523,
  "<advertisement/>": 57524,
  "<budget/>": 57525,
  "<email/>": 57526,
  "<file_folder/>": 57527,
  "<form/>": 57528,
  "<handwritten/>": 57529,
  "<invoice/>": 57530,
  "<letter/>": 57531,
  "<memo/>": 57532,
  "<news_article/>": 57533,
  "<presentation/>": 57534,
  "<questionnaire/>": 57535,
  "<resume/>": 57536,
  "<s_class>": 57537,
  "<s_iitcdip>": 57538,
  "<s_rvlcdip>": 57539,
  "<s_synthdog>": 57540,
  "<scientific_publication/>": 57541,
  "<scientific_report/>": 57542,
  "<sep/>": 57522,
  "<specification/>": 57543
}
