{
  "additional_special_tokens": [
    "</s_class>",
    "<advertisement/>",
    "<budget/>",
    "<email/>",
    "<file_folder/>",
    "<form/>",
    "<handwritten/>",
    "<invoice/>",
    "<letter/>",
    "<memo/>",
    "<news_article/>",
    "<presentation/>",
    "<questionnaire/>",
    "<resume/>",
    "<s_class>",
    "<s_iitcdip>",
    "<s_rvlcdip>",
    "<s_synthdog>",
    "<scientific_publication/>",
    "<scientific_report/>",
    "<specification/>"
  ],
  "bos_token": {
    "content": "<s>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "cls_token": {
    "content": "<s>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "eos_token": {
    "content": "</s>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "mask_token": {
    "content": "<mask>",
    "lstrip": true,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "pad_token": {
    "content": "<pad>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "sep_token": {
    "content": "</s>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "unk_token": {
    "content": "<unk>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  }
}
